i5/20220414-no-fpw/logs/pg-2-8-16/1000/run-ro-2/pgbench.log
pgbench (15devel)
transaction type: <builtin: select only>
scaling factor: 1000
query mode: prepared
number of clients: 16
number of threads: 4
duration: 900 s
number of transactions actually processed: 52662933
latency average = 0.273 ms
initial connection time = 6.627 ms
tps = 58512.871875 (without initial connection time)